<?php

declare(strict_types=1);

return [
    'profile'   => 'Профиль',
    'profile_information'   => 'Основная информация',
    'update_your_info'   => "Обновите информацию профиля своей учетной записи и адрес электронной почты",
    'name'   => "Имя",
    'address_is_unverified'   => "Ваш адрес электронной почты не подтвержден.",
    'click_to_resend'   => "Нажмите здесь, чтобы повторно отправить электронное письмо с подтверждением.",
    'save'   => "Сохранить",
    'saved'   => "Сохранено",
    'link_has_been_sent'   => "На ваш адрес электронной почты отправлена ​​новая ссылка для подтверждения.",
    'update_password'   => "Обновить пароль",
    'random_password'   => "Убедитесь, что в вашей учетной записи используется длинный пароль.",
    'current_password'   => "Текущий пароль",
    'new_password'   => "Новый пароль",
    'сonfirm_password'   => "Подтвердите пароль",
    'delete_account'   => "Удалить аккаунт",
    'cancel'   => "Отмена",
    'you_want_to_delete_account'   => "Вы уверены что хотите удалить аккаунт?",
    'before_deleting_your_account'   => "Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут
        навсегда удалены. Перед удалением учетной записи загрузите данные, которые вы хотите сохранить.",
    'enter_your_password_before_deleting_your_account'   => "Пожалуйста, введите свой пароль, чтобы подтвердить, что вы
          хотите удалить свою учетную запись.",
];
